[
  {
    "title": "The Avengers",
    "synopsis": "When Thor's evil brother, Loki (Tom Hiddleston), gains access to the unlimited power of the energy cube called the Tesseract, Nick Fury (Samuel L. Jackson), director of S.H.I.E.L.D., initiates a superhero recruitment effort to defeat the unprecedented threat to Earth. Joining Fury's \"dream team\" are Iron Man (Robert Downey Jr.), Captain America (Chris Evans), the Hulk (Mark Ruffalo), Thor (Chris Hemsworth), the Black Widow (Scarlett Johansson) and Hawkeye (Jeremy Renner).",
    "length": 143,
    "rating": "PG-13",
    "vote_average": 3,
    "poster_url": "/seeds/avengers.jpg",
    "trailer_url": "eOrNdBpGMv8",
    "director_id": 1,
    "producer_id": 2
  },
  {
    "title": "Ratatouille",
    "synopsis": "Remy dreams of becoming a great chef, despite being a rat in a definitely rodent-phobic profession. He moves to Paris to follow his dream, and with the help of hapless garbage boy Linguini he puts his culinary skills to the test in the kitchen but he has to stay in hiding at the same time, with hilarious consequences. Remy eventually gets the chance to prove his culinary abilities to a great food critic but is the food good?",
    "length": 111,
    "rating": "G",
    "vote_average": 4.5,
    "poster_url": "/seeds/ratatouille.png",
    "trailer_url": "NgsQ8mVkN8w",
    "starts_showing": 1703465276049,
    "director_id": 11,
    "producer_id": 12
  },
  {
    "title": "Saving Private Ryan",
    "synopsis": "Captain John Miller (Tom Hanks) takes his men behind enemy lines to find Private James Ryan, whose three brothers have been killed in combat. Surrounded by the brutal realties of war, while searching for Ryan, each man embarks upon a personal journey and discovers their own strength to triumph over an uncertain future with honor, decency and courage.",
    "length": 120,
    "rating": "R",
    "vote_average": 3.5,
    "poster_url": "/seeds/spr.jpg",
    "trailer_url": "9CiW_DgxCnQ",
    "director_id": 17,
    "producer_id": 18
  },
  {
    "title": "The Fast and the Furious: Tokyo Drift",
    "synopsis": "Sean Boswell (Lucas Black) always feels like an outsider, but he defines himself through his victories as a street racer. His hobby makes him unpopular with the authorities, so he goes to live with his father in Japan. Once there and even more alienated, he learns about an exciting, but dangerous, new style of the sport. The stakes are high when Sean takes on the local champion and falls for the man's girlfriend.",
    "length": 120,
    "rating": "PG-13",
    "vote_average": 4,
    "poster_url": "/seeds/tokyodrift.png",
    "trailer_url": "QPCtqe-zjw4",
    "director_id": 21,
    "producer_id": 22
  },
  {
    "title": "Parasite",
    "synopsis": "A poor family, the Kims, con their way into becoming the servants of a rich family, the Parks. But their easy life gets complicated when their deception is threatened with exposure.",
    "length": 132,
    "rating": "R",
    "vote_average": 4.5,
    "poster_url": "/seeds/parasite.jpg",
    "trailer_url": "isOGD_7hNIY",
    "starts_showing": 1703465276049,
    "director_id": 27,
    "producer_id": 27
  },
  {
    "title": "Joker",
    "synopsis": "In Gotham City, mentally troubled comedian Arthur Fleck is disregarded and mistreated by society. He then embarks on a downward spiral of revolution and bloody crime. This path brings him face-to-face with his alter-ego: the Joker.",
    "length": 122,
    "rating": "R",
    "vote_average": 4.5,
    "poster_url": "/seeds/joker.jpg",
    "trailer_url": "zAGVQLHvwOY",
    "director_id": 29,
    "producer_id": 29
  },
  {
    "title": "1917",
    "synopsis": "During the First World War, two British soldiers are sent to deliver an urgent message to an isolated regiment. If the message is not received in time, the regiment will walk into a trap and be massacred.",
    "length": 119,
    "rating": "R",
    "vote_average": 4.5,
    "poster_url": "/seeds/1917.jpg",
    "trailer_url": "YqNYrYUiMfg",
    "director_id": 31,
    "producer_id": 31
  },
  {
    "title": "Avengers: Endgame",
    "synopsis": "After the devastating events of Avengers: Infinity War, the universe is in ruins. With the help of remaining allies, the Avengers assemble once more in order to reverse Thanos' actions and restore balance to the universe.",
    "length": 181,
    "rating": "PG-13",
    "vote_average": 4.5,
    "poster_url": "/seeds/avengersendgame.jpg",
    "trailer_url": "TcMBFSGVi1c",
    "director_id": 34,
    "producer_id": 34
  },
  {
    "title": "Once Upon a Time in Hollywood",
    "synopsis": "A faded television actor and his stunt double strive to achieve fame and success in the film industry during the final years of Hollywood's Golden Age in 1969 Los Angeles.",
    "length": 161,
    "rating": "R",
    "vote_average": 4.5,
    "poster_url": "/seeds/ouatih.jpg",
    "trailer_url": "ELeMaP8EPAA",
    "starts_showing": 1703465276049,
    "director_id": 35,
    "producer_id": 35
  },
  {
    "title": "Knives Out",
    "synopsis": "A detective investigates the death of a patriarch of an eccentric, combative family.",
    "length": 130,
    "rating": "PG-13",
    "vote_average": 4.5,
    "poster_url": "/seeds/knivesout.jpg",
    "trailer_url": "qGqiHJTsRkQ",
    "starts_showing": 1703465276049,
    "director_id": 38,
    "producer_id": 38
  }
]